[
  {
    "name": "Ilona Abraham, MD",
    "link": "http://www.casewatch.net/board/med/abraham/complaint.shtml",
    "content": "CASEWATCH\n\nYour Guide to Health-Related Legal Matters\n\n[https://quackwatch.org/cases/]\n * Navigation Guide [https://quackwatch.org/about/navigate/]\n * Newsletter [https://quackwatch.org/about/chd/]\n * Discussion List [http://lists.quackwatch.org/mailman/listinfo/healthfraud_lists.quackwatch.org]\n\nDonate [https://quackwatch.org/support-cfi/]\nSearch\nVisit Our Affiliated Sites Quackwatch Acupuncture Watch Allergy Watch Autism Watch Cancer Treatment Watch Casewatch Chelation\nWatch Chirobase Credential Watch Dental Watch Device Watch Diet Scam Watch Fibromyalgia Watch Homeowatch Infomercial Watch\nInternet Health Pilot Mental Health Watch MLM Watch Naturowatch NCAHF NCCAM Watch Nutriwatch Pharmwatch\nDonate [https://quackwatch.org/support-cfi/]\nSearch\nVisit Our Affiliated Sites Quackwatch Acupuncture Watch Allergy Watch Autism Watch Cancer Treatment Watch Casewatch Chelation\nWatch Chirobase Credential Watch Dental Watch Device Watch Diet Scam Watch Fibromyalgia Watch Homeowatch Infomercial Watch\nInternet Health Pilot Mental Health Watch MLM Watch Naturowatch NCAHF NCCAM Watch Nutriwatch Pharmwatch\nAlert: This site works better with javascript. Enable javascript for your browser:\nChrome Instructions [http://aboutjavascript.com/en/how-to-enable-javascript-in-chrome.html], Firefox Instructions\n[http://aboutjavascript.com/en/how-to-enable-javascript-in-firefox.html], Edge Instructions\n[https://answers.microsoft.com/en-us/windows/forum/windows_10-networking/how-to-enable-javascript-in-microsoft-edge/ba12aa2e-6f2f-4d87-a990-5c1d2fd7036c],\nInternet Explorer Instructions [http://aboutjavascript.com/en/how-to-enable-javascript-in-internet-explorer.html], Safari\nInstructions [https://aboutjavascript.com/en/how-to-enable-javascript-in-safari.html].\n\n+\n\n\nDISCIPLINARY ACTION AGAINST ILONA ABRAHAM, M.D.\n\n----------------------------------------------------------------------------------------------------------------------------------\n\n\nStephen Barrett, M.D. [https://quackwatch.org/authors/stephen-barrett-md]\nFebruary 26, 2007\n\n> In 2002, as noted below, the Medical Board of California charged Ilona Abraham, M.D. with unprofessional conduct, incompetence,\n> gross and repeated negligence, and inadequate recordkeeping in connection with her management two patients. In both cases, the\n> board charged, Abraham had failed to perform an adequate history and physical examination and had administered chelation therapy\n> and other treatments without valid medical indication or informed consent. During one of the inappropriate treatment sessions,\n> one of the patients stopped breathing and wound up hospitalized for ten days. In 2004, the case was settled by a consent\n> agreement and order [http://centerforinquiry.org/wp-content/uploads/sites/33/quackwatch/order.pdf] under which Abraham agreed to\n> serve three years probation, during which time she would (a) pay about $26,000 for costs, (b) take certain remedial courses, and\n> (c) engage the services of a practice monitor. Abraham operates the Advanced Medical Clinic in Encino, California, where she\n> practices what she calls “anti-aging medicine.”\n\n----------------------------------------------------------------------------------------------------------------------------------\n\n\nBEFORE THE\nDIVISION OF MEDICAL QUALITY\nMEDICAL BOARD OF CALIFORNIA\nDEPARTMENT OF CONSUMER AFFAIRS\nSTATE OF CALIFORNIA\n\nIn the Matter of the First Amended Accusation Against:\n\nILONA ABRAHAM, M.D.\n17815 Ventura Blvd., Suite 113\nEncino, CA. 91316\n\nPhysician and Surgeon’s Certificate No. A 25564,\n\nRespondent.\n\n----------------------------------------------------------------------------------------------------------------------------------\n\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n\n\n\n\n\nCase No. 05-1999-102590\n\nOAH No. L2001120468\n\nFIRST AMENDED ACCUSATION\n\nFiled November 15, 2002\n\nComplainant alleges:\n\n\nPARTIES\n\n1. Ron Joseph (Complainant) brings this Accusation solely in his official capacity as the Executive Director of the Medical Board\nof California, Department of Consumer Affairs.\n\n2. On or about September 4, 1973, the Medical Board of California issued Physician and Surgeon’s Certificate No. A 25564 to Ilona\nAbraham, M.D. (Respondent). The Physician and Surgeon’s Certificate was in full force and effect at all times relevant to the\ncharges brought herein and will expire on October 31, 2003, unless renewed. On November 9, 2001, Accusation Number 05-1999-102590\nwas brought before the Division of Medical Quality of the Medical Board of California (Division) and against the Respondent. The\nRespondent timely filed her Notice of Defense and request for hearing.\n\n\nJURISDICTION\n\n3. This first Amended Accusation is brought before the Division under the authority of the following sections of the Business and\nProfessions Code (Code), and Title 16 of the California Code of Regulations (CCR).\n\n4. Section 2227 of the Code provides that a licensee who is found guilty under the Medical Practice Act may have her license\nrevoked, suspended for a period not to exceed one year, placed on probation and required to pay the costs of probation monitoring,\nor such other action taken in relation to discipline as the Division deems proper.\n\n5. Section 2234 of the Code provides:\n\n> The Division of Medical Quality shall take action against any licensee who is charged with unprofessional conduct. In addition\n> to other provisions of this article, unprofessional conduct includes, but is not limited to the following:\n> \n> (a) Violating or attempting to violate, directly or indirectly, or assisting in or abetting the violation of, or conspiring to\n> violate, any provision of this chapter [Chapter 5, the Medical Practice Act].\n> \n> (b) Gross negligence.\n> \n> (c) Repeated negligent acts.\n> \n> (d) Incompetence .\n> \n> (e) The commission of any act involving dishonesty or corruption which is substantially related to the qualifications,\n> functions, or duties of a physician and surgeon.\n\n6. Section 2242 of the Code, in relevant part, provides:\n\n> (a) Prescribing, dispensing, or furnishing dangerous drugs as defined in Section 4211 without a good faith prior examination and\n> medical indication therefore constitutes unprofessional conduct.\n\n7. Section 2266 of the Code provides:\n\n> The failure of a physician and surgeon to maintain adequate and accurate records relating to the provision of services to their\n> patients constitutes unprofessional conduct.\n\n8. Section 2051 of the Code provides:\n\n> The physician’s [sic] and surgeon’s certificate authorizes the holder to use drugs or devices in or upon human beings and to\n> sever or penetrate the tissues of human beings and to use any and all other methods in the treatment of diseases, injuries,\n> deformities, and other physical and mental conditions.\n\n9. Section 2052 of the Code provides:\n\n> Any person who practices or attempts to practice, or who advertises or holds himself or herself out as practicing, any system or\n> mode of treating the sick or afflicted in this state, or who diagnoses, treats, operates for, or prescribes for any ailment,\n> blemish, deformity, disease, disfigurement, disorder, injury, or other physical or mental condition of any person, without\n> having at the time of so doing a valid, unrevoked, or unsuspended certificate as provided in this chapter, or without being\n> authorized to perform such act pursuant to a certificate obtained in accordance with some other provision of law, is guilty of a\n> misdemeanor.\n\n10. Section 2264 of the Code provides:\n\n> The employing, directly or indirectly, the aiding, or the abetting of any unlicenced person or any suspended, revoked, or\n> unlicenced practitioner to engage in the practice of medicine or any other mode of treating the sick or afflicted which requires\n> a license to practice constitutes unprofessional conduct.\n\n11. Section 2069 of the Code, in pertinent part, provides:\n\n> (a) Notwithstanding any other provision of law, a medical assistant may administer medication only by intradermal, subcutaneous,\n> or intramuscular injections and perform skin tests and additional technical supportive services upon the specific authorization\n> and supervision of a licensed physician and surgeon or a licensed podiatrist.\n\n12. Section 1366 of the CCR, in pertinent part, provides:\n\n> (a) A medical assistant may perform additional technical supportive services such as those specified herein provided that all of\n> the following conditions are met:\n> \n> . . .\n> \n> (4) A record shall be made in the patient chart or other record, including a computerized record, if any, of each technical\n> supportive service performed by the medical assistant, indicating the name, initials or other identifier of the medical\n> assistant, the date and time, a description of the service performed, and the name of the physician or podiatrist who gave the\n> medical assistant patient-specific authorization to perform the task or who authorized such performance under a patient-specific\n> standing order.”\n> \n> . . .\n> \n> (b) A medical assistant in accordance with the provisions of subsection (a) may perform additional technical supportive services\n> such as the following:\n> \n> (1) Administer medication orally, sublingually, topically, vaginally or rectally, or by providing a single dose to a patient for\n> immediate self-administration. Administer medication by inhalation if the medications are patient-specific and have been or will\n> be routinely and repetitively administered to that patient. In every instance, prior to administration of medication by the\n> medical assistant, a licensed physician or podiatrist, or another person authorized by law to do so shall verify the correct\n> medication and dosage. Nothing in this section shall be construed as authorizing the administration of any anesthetic agent by a\n> medical assistant.”\n\n\nCOST RECOVERY\n\n13. Section 125.3 of the Code states that the Division may request the administrative law judge to direct a licentiate found to\nhave committed a violation or violations of the licensing act to pay a sum not to exceed the reasonable costs or the investigation\nand enforcement of the case.\n\n\nREIMBURSEMENT OF MEDICAL CLAIMS\n\n14. Section 14124.12 of the Welfare and Institutions Code, in pertinent part, provides:\n\n> (a) Upon receipt of written notice from the Medical Board of California, the Osteopathic Medical Board of California, or the\n> Board of Dental Examiners of California, that a licensee’s license has been placed on probation as a result of a disciplinary\n> action, the department may not reimburse any Medi-Cal claim for the type of surgical service or invasive procedure that gave\n> rise to the probation, including any dental surgery or invasive procedure, that was performed by the licensee on or after the\n> effective date of probation and until the termination of all probationary terms and conditions or until the probationary period\n> has ended, whichever occurs first. This section shall apply except in any case in which the relevant licensing board determines\n> that compelling circumstances warrant the continued reimbursement during the probationary period of any Medi-Cal claim,\n> including any claim for dental services, as so described. In such a case, the department shall continue to reimburse the\n> licensee for all procedures, except for those invasive or surgical procedures for which the licensee was placed on probation.\n\n\nFIRST CAUSE FOR DISCIPLINE\n\n\n(GROSS NEGLIGENCE—PATIENT C.S.)\n\n15. Respondent is subject to disciplinary action under section 2234, subdivision (b), of the Code in that she was grossly\nnegligent in her care, treatment and management of patient C.S.,1 as follows:\n\nA. On or about February 17, 1998, C.S., a female, then 41 years old with a history or relapsing and remitting multiple sclerosis\nsince the age or 19, presented to the Respondent with complaints of fecal impaction, incontinence, lack of sexual response and\nlack of muscle control. Through November 1998, Respondent provided alternative therapies to treat the patient’s medical complaints\nduring approximately 19 office visits.\n\n> 1All patient references in this pleading are by initials only. The true names of each patient are known to Respondent and, in\n> any event, have or will be provided to Respondent upon her timely written request for discovery pursuant to Business and\n> Professions Code section 11507.6.\n\nB. The record of the patient C.S.’ initial physical examination described her gait, spastic lower extremities and Babinski (which\nindicates upper motor neuron damage). No detailed physical examination, thorough history, vital signs, or other baseline data on\nthe patient’s severe and progressive multiple sclerosis are noted. On the date of the C.S.’ initial visit, the Respondent billed\nfor supplements; however, there is no notation in the patient’s records. prepared and maintained by the Respondent as to the type\nand quantity and medical indication for the supplements.\n\nC. Despite months of treatment, the only physical examination noted in the record after the initial visit is for April 14, 1998.\nThe patient records for C.S., prepared and maintained by the Respondent, reads merely “very spastic, ataxic.” Blood pressures and\na pulse rate were noted at the August 25 and November 18, 1998, visits. No other vital signs were recorded throughout the patient\nC.S.’ treatment with Respondent. There is no detailed neurological examination anywhere in the patient records, prepared and\nmaintained by the Respondent.\n\nD. Respondent’s treatment plan for patient C.S. included intravenous (hereafter.”i.v.”) drips of vitamin C, magnesium and vitamin\nB complex. The Respondent allowed her unlicensed medical assistant to administer i.v. injections of magnesium, which were given at\nleast 3 to 4 times to the patient, including on or about May 18, June 1, June 15, July 2, and November 18, 1998. The Respondent\ndid not record that the medical assistant gave these injections or performed any other services for the patient C.S. Intravenous\ninjections of magnesium can elicit cardiac effects and were given, without any objective monitoring, to patient C.S. who could\nhave taken oral medications.\n\nE. On several occasions, including April 14, May 18, June 1, June 15, July 2, September 17, and October 6, 1998, patient C.S.’\nrecords, prepared and maintained by the Respondent, indicate that trigger point injections were given. The records, however,\ncontain no indication as to where these points were located or other identifying information.\n\nF. On or about July 28, 1998, the Respondent received and discussed with patient C.S. the results of a salivary cortisol/DHEA\nratio test analyzed by Great Smokies Diagnostic Laboratory. Testing saliva for cortisol/DHEA levels is not an accepted diagnostic\nmethod. Nevertheless, Respondent started the patient on DHEA supplements (oral hormone extract). There was no medical indication\nfor this use of DHEA. The records do not reflect that patient C.S. was advised of the risks of using this supplement, or gave\ninformed consent either orally or in writing. The general consent form signed by patient C.S., in February 1998, was inadequate\nand misleading in that it indicated, before this treatment was explained or prescribed, that the patient “understand[s] that the\npossible benefits greatly exceed the potential risks and consent to be treated [is given].”\n\nG. On or about October 21, 1998, the Respondent explained the DMPS2 “challenge test,” to be followed by a 24 hour urinary\nmagnesium measurement, to patient C.S. The Respondent told patient C.S. that this test determined the level of metal toxicity in\nthe patient’s system. Prior to taking the “challenge test,” patient C.S. was given DMPS with procaine on or about September 17\nand, again, on October 6, 1998. The test results . . . dated October 24, 1998, show elevated levels of mercury. However, the\ndiscussion provided by the laboratory indicates that certain “detoxifying agents,” such as DMPS, can cause elevation of urine\nmercury. The lab recommended hair analysis, blood evaluation, especially blood cell analyses, to corroborate the test findings.\nHair analysis is not accepted in the medical community as a diagnostic method. No corroborating tests were performed to verify any\nmercury toxicity before patient C.S. commenced taking intravenous DMPS. The records do not reflect that the patient was advised of\nthe risks, or that she gave informed consent, either orally or in writing, to the use of this drug which is not approved for\nmarketing in the United States. The general consent form, signed by patient C.S., in February 1998, is inadequate and misleading\nin that it indicates, before this treatment was explained or prescribed, that the patient “understand[s] that the possible\nbenefits greatly exceed the potential risks and consent to be treated [is given].”\n\n> 2DMPS is an abbreviation for dimercapto-l-propanesulfonic acid, which is a chelating agent for removing metals in the system.\n\nH. The Respondent claimed the use of DMPS was reasonable because the need for alternative therapy was documented by the letter of\na consulting neurologist, Emilio L. Cruz, M.D. Dr. Cruz’ letter was written in support of the use of a cooling vest in treating\npatient C.S. for multiple sclerosis; the letter does not mention DMPS.\n\nI. On or about November 18, 1998, the Respondent noted that patient C.S. is not showing progression of her disease, and concluded\nthis is a favorable sign. However, the nature of the disease of multiple sclerosis is periodic stability varying with progression,\nand this patient’s case was noted to be “relapsing and. remitting” when treatment was initiated.\n\nJ. Respondent prescribed Viagra to address the patient’s complaint of lack of sexual response. Viagra does not treat anorgasmia\ndue to pelvic anesthesia from multiple sclerosis.\n\nK. The Respondent’s acts and omissions during her care, treatment and management of patient C.S., taken singularly or\ncollectively, constitute gross negligence in that:\n\n> (1) Respondent failed to conduct, or to record, a complete physical examination, neurological evaluation, vital signs, history\n> or baseline data at the initial visit and throughout the treatment of patient C.S. or patient L.S.;\n> \n> (2) Respondent allowed her unlicensed medical assistant to administer intravenous injections of magnesium to patient C.S.;\n> \n> (3) Respondent failed to record in patient C.S.’ chart the name, date, time, and description of the support services, including\n> the i.v. injections, performed by the unlicensed medical assistant, in addition to the name of the physician who authorized\n> these services;\n> \n> (4) There was no medical indication, or reason recorded, for giving intravenous injections of magnesium and other vitamins and\n> drugs to patient C.S. who could have taken oral medications;\n> \n> (5) Intravenous injections of magnesium were given without conducting, or recording, any objective monitoring of patient C.S.;\n> \n> (6) Respondent failed to record the location of the trigger point injections that were given to patient C.S. on several\n> occasions;\n> \n> (7) Respondent relied upon laboratories that used tests that are not accepted in the medical community for diagnostic purposes,\n> including testing saliva for cortisol and DHEA levels, hair analysis, and “challenge test” given after administering DMPS,\n> without conducting validating tests;\n> \n>  (8) There was no legitimate medical indication, or valid medical purpose, for prescribing to patient C.S. DHEA supplements,\n> DMPS, Viagra, and i.v. magnesium;\n> \n> (9) Patient C.S. was not advised, or the records prepared and maintained by the Respondent for patient C.S. do not reflect, that\n> patient C.S. was advised of the risks, or that she gave informed consent, either orally or in writing, to the use of the drugs,\n> supplements and treatments prescribed by Respondent, especially for the experimental and unapproved use of DHEA or DMPS, a\n> medication not approved for marketing in the United States.\n> \n> (10) The general consent form signed by patient C.S., in February, 1998, was inadequate and misleading in that it indicated,\n> before these drugs, supplements and treatments were explained or commenced, that the patient “understand(s] that the possible\n> benefits greatly exceed the potential risks.”\n> \n> (11) Respondent lacked knowledge of the nature of the patient C.S.’ multiple sclerosis and used unreasonable justifications to\n> support the administration of i.v. DMPS.\n\n\nSECOND CAUSE OF DISCIPINE\n\n\n(GROSS NEGLIGENCE—PATIENT L.S.)\n\n16. Respondent is subject to disciplinary action under section 2234, subdivision (b), of the Code in that she was grossly\nnegligent in her care, treatment and management of patient LS., as follows:\n\n> A. On or about October 3, 2000, L.S., a female, with a history of asthma, hirsutism, stress incontinence, intraductal carcinoma\n> of the breast, and chronic abdominal bloating, presented to the Respondent with a complaint of vaginal dryness.3 During this\n> visit, the Respondent told L.S. that she probably had metal contamination in her blood due to pollution in the atmosphere.\n> Patient L.S. declined the Respondent’s invitation to have a breast and abdominal pelvic ultrasound performed. Blood samples were\n> taken from L.A. and submitted for testing by the Respondent to LA Prompt Clinical Lab, Inc., and to Diagnos-Techs, lnc.4\n> Respondent did not find, or did not record in the records, prepared and maintained by the Respondent for patient L.S., that\n> patient L.S. had a possible cyst or other mass in either of her breasts.\n> \n> > 3L.S. already had seen W.S., her primary care physician, and H.W., an urologist, for her presenting condition.\n> > \n> > 4On the requisition form for Diagnos-Techs, Inc., there is the following disclaimer: “Note: New York state law prohibits\n> > Diagnos-Techs, Inc., from processing specimens collected within the boundaries of New York State.”\n> \n> B. Patient L.S. next presented to the Respondent on October 17, 2000. During the visit, the Respondent informed patient L.S.\n> that her kidney tests were “abnormal” and that she was a candidate for kidney failure because of the presence of cadmium in her\n> blood. The Respondent told patient L.S. that the cadmium and other metals could be removed from the blood through chelation\n> treatments, three times weekly. The Respondent did not explain the risks of the procedure to L.S. L.S. signed an informed\n> consent which also did not sufficiently explain the risks associated with the procedure to be performed. The Respondent then\n> began administering, through an intravenous (i.v.) drip, a solution containing gluthathione and other medications.\n> \n> C. The gluthathione solution, administered by the Respondent, also contained procaine which has a known high incidence of\n> allergic reaction to persons, such as L.S., who have asthma.\n> \n> D. The Respondent administers the gluthathione solution to lower the patients’ cholesterol level, to treat hypertension, and to\n> improve the patients’ health, generally, notwithstanding the lack of medically approved trials showing that the solution lowers\n> cholesterol and blood pressure.\n\n> E. The Respondent did not screen or test patient L.S. for cadmium or other heavy metal poisoning or, in the alternative, did not\n> record in the records, prepared and maIntained for patient L.S. by the Respondent that she did so.\n> \n> F. The Respondent wrote in patient L.S.’ chart that the patient had “Borderline Kidney Failure.” The Respondent’s diagnosis and\n> opinion was based on patient L.S.’ kidney test results of “BUN 21, Creatinine 0.7 , BUN/Creat ratio of 30” which are within the\n> normal range.\n> \n> G. After approximately 10 ml of the solution had been administered, patient L.S.’ respiratory system failed. The Respondent\n> stopped the IV drip, connected an O2 cannula to patient L.S., and telephoned the paramedics. The Respondent did not administer\n> Benadryl, Cortisone, or Epinephrin or otherwise attempt to resuscitate L.S. while awaiting the arrival of the paramedics. Ten\n> minutes elapsed before the paramedics arrived.\n> \n> H. Patient L.S. was taken to a hospital where she was first treated in the emergency room and then transferred to the intensive\n> care unit (lCU). Patient L.S. was discharged several days later.\n> \n> I. As a result of the respiratory failure at the Respondent’s office, on October 17, 2000, patient L.S. sustained decreased\n> cognitive function.\n> \n> J. The Respondent’s acts and omissions during her care, treatment and management of patient L.S., taken singularly or\n> collectively, constitute gross negligence in that:\n> \n> > (1) Undergoing a breast ultrasound is an inappropriate recommendation for a female such as patient L.S. with a history of\n> > breast cancer; rather, appropriate recommendation would include monthly self examination, biannual examination of the breast\n> > by a physician, and the taking of a mammogram yearly.\n> > \n> > (2) Asking the patient to undergo a breast ultrasound in the absence of a cyst or other mass shows a significant lack of\n> > medical knowledge.\n> > \n> > (3) Advising patient L.S. that kidney test results within the normal range—specifically, “BUN 21, Creatinine 0.7, BUN/Creat\n> > ratio of 30″—are abnormal. Furthermore, that the Respondent believed patient LS.’ kidney test results were abnormal and/or\n> > indicated possible kidney failure shows a significant lack of medical knowledge.\n> > \n> > (4) Recommending chelation therapy to patient L.S. without screening or testing for cadmium toxicity or other heavy metal\n> > poisoning.\n> > \n> > (5) Administering procaine to patient L.S. who is receiving inhaler therapy for asthma.\n> > \n> > (6) Failing to administer Benadryl, Cortisone, or Epinephrine or otherwise attempt to resuscitate patient L.S.; or, in the\n> > alternative, failing to have these Benadryl, Cortisone, or Epinephrine or other resuscitation devices or medication available,\n> > in the event a patient has respiratory failure while receiving intravenous drug therapy containing procaine.\n\n\nTHIRD CAUSE FOR DISCIPLINE\n\n\n(REPEATED NEGLIGENT ACTS—PATIENTS C.S. AND L.S.)\n\nRespondent is subject to disciplinary action under section 2234, subdivision (c), of the Code in that she was repeatedly negligent\nin her care, treatment and management of patients C.S. and L.S., as follows:\n\n> A. Complainant refers to and, by this reference, incorporates herein paragraphs 1 through 15, inclusive, above, as though fully\n> set forth.\n> \n> B. Complainant refers to and, by this reference, incorporates herein paragraph 16, above, as though fully set forth.\n> \n> C. The following acts and omissions of the Respondent during her care, treatment and. management of patients C.S. and L.S. were\n> negligent:\n> \n> > (1) Respondent failed to conduct, or to record, a complete physical examination, neurological evaluation, vital signs, history\n> > or baseline data at the initial visit and throughout the treatment of patient C.S. or patient L.S.;\n> > \n> > (2) Respondent allowed her unlicensed medical assistant to administer intravenous injections of magnesium to patient C.S.;\n> > \n> > (3) Respondent failed to record in patient C.S.’ chart the name, date; time; and description of the support services,\n> > including the i.v. injections, performed by the unlicensed medical assistant, in addition to the name of the physician who\n> > authorized these services;\n> > \n> > (4) There was no medical indication, or reason recorded, for giving intravenous injections of magnesium and other vitamins and\n> > drugs to patient C.S. who could have taken oral medications;\n> > \n> > (5) Intravenous injections of magnesium were given without conducting, or recording, any objective monitoring of patient C.S.;\n> > \n> > (6) Respondent failed to record the location of the trigger point injections that were given to patient C.S. on several\n> > occasions;\n> > \n> > (7) Respondent retied upon laboratories that used tests that are not accepted in the medical community for diagnostic\n> > purposes, including testing saliva for cortisol and DHEA levels, hair analysis, and “challenge test” .given after\n> > administering DMPS, without conducting validating tests;\n> > \n> > (8) There was no legitimate medical indication, or valid medical purpose, for prescribing to patient C.S. DHEA supplements,\n> > DMPS, Viagra, and i.v. magnesium;\n> > \n> > (9) Patient C.S. was not advised, or the records prepared and maintained by the Respondent for patient C.S. do not reflect,\n> > that patient C.S. was advised of the risks, or that she gave informed consent, either orally or in writing, to. the use of the\n> > drugs, supplements and treatments prescribed by Respondent, especially for the experimental and unapproved use of DHEA or\n> > DMPS, a medication not approved for marketing in the United States.\n> > \n> > (10) The general consent form signed by patient C.S., in February, 1998, was inadequate and misleading in that it indicated,\n> > before these drugs, supplements and treatments were explained or commenced, that the patient “understand( s] that the possible\n> > benefits greatly exceed the potential risks.”\n> > \n> > (11) Respondent lacked knowledge of the nature of the patient C.S.’ multiple sclerosis and used unreasonable justifications to\n> > support the administration of i.v. DMPS.\n> > \n> > (12) Undergoing a breast ultrasound is an inappropriate recommendation for a female such as patient L.S. with a history of\n> > breast cancer; rather, appropriate recommendation would include monthly self examination, biannual examination of the breast\n> > by a physician, and the taking of a mammogram yearly.\n> > \n> > (13) Asking the patient to undergo a breast ultrasound in the absence of a cyst or other mass shows a significant lack of\n> > medical knowledge.\n> > \n> > (14) Advising patient L.S. that kidney test results within the normal range—specifically, “BUN 21, Creatinine 0.7 , BUN/Creat\n> > ratio of 30″—are abnormal. Furthermore, that the Respondent believed patient L.S.’ kidney test results were abnormal and/or\n> > indicated possible kidney failure shows a significant lack of medical knowledge.\n> > \n> > (15) Recommending chelation therapy to patient L.S. without screening or testing for cadmium toxicity or other heavy metal\n> > poisoning.\n> > \n> > (16) Administering procaine to patient L.S. who is receiving inhaler therapy for asthma.\n> > \n> > (17) Failing to administer Benadryl, Cortisone, or Epinephrine or otherwise attempt to resuscitate patient L.S.; or, in the\n> > alternative, failing to have these Benadryl, Cortisone, or Epinephrine or other resuscitation devices or medication available,\n> > in the event a patient has respiratory failure while receiving intravenous drug therapy containing procaine.\n\n\nFOURTH CAUSE FOR DISCIPLINE\n\n\n(INCOMPETENCE—PATIENTS C.S. AND L.S.)\n\n18. Respondent is subject to disciplinary action under section 2234, subdivision (d), of the Code in that she was incompetent in\nher care and treatment of patients C.S. and L.S. in that she demonstrated an inability to discharge the duties and\nresponsibilities of her licensure during her care, treatment and management of patients C.S. and L.S., as follows:\n\n> A. Complainant refers to and, by this reference, incorporates herein paragraphs 1 through 15, inclusive, above, as though fully\n> set forth.\n> \n> B. Complainant refers to and, by this reference. incorporates he1 paragraph 16, above, as though fully set forth.\n\n\nFIFTH CAUSE FOR DISCIPLINE\n\n\n(DISPENSED DANGEROUS DRUGS WITHOUT MEDICAL INDICATION)\n\n19. Respondent is subject to disciplinary action under section 2242, subdivision (a), in conjunction with section 2234,\nsubdivision (a), of the Code, in that she directly and indirectly dispensed and administered ‘dangerous drugs, including\nintravenous magnesium sulfate and Viagra, to patient C.S., and an intravenous gluthathione to patient L.S., without a medical\nindication, as follows:\n\n> A. Complainant refers to and, by this reference, incorporates herein. paragraphs 1 through 15, inclusive, above, as though fully\n> set forth.\n> \n> B. Complainant refers to and, by this reference, iI.1corporates herein paragraph 16, above, as though fully set forth.\n\n\nSIXTH CAUSE FOR DISCIPLINE\n\n\n(AIDING AND ABETTING UNLICENSED PRACTICE OF MEDICINE)\n\n20. Respondent is subject to disciplinary action under section 2234, subdivision (a), in conjunction with sections 2051, 2052,.\nand 2264 of the Code in that she aided, abetted, and directly or indirectly assisted her unlicensed medical assistant to practice\nmedicine by administering drugs intravenously to patient C.S., as follows:\n\n> A. . Complainant refers to and, by this reference, incorporates herein paragraphs 1 through 15, inclusive, above, as though\n> fully set forth.\n\n\nSEVENTH CAUSE FOR DISCIPLINE\n\n\n(AIDING AND ABETTING THE UNLAWFUL PRACTICE OF A MEDICAL ASSISTANT)\n\n21. Respondent is subject to disciplinary action under section 2234, subdivision(a), in conjunction with section 2069 of the Code\nand section 1366 of the California Code of Regulations (CCR), in that she aided, abetted, and directly or indirectly assisted her\nmedical assistant to act beyond the scope of practice authorized by law in that he was allowed to administer dangerous drugs\nintravenously to patient C.S., and to perform technical supportive services without identifying himself or noting the date, time,\ndescription of the service, and authorizing doctor in patient C.S.’ record, as follows:\n\n> A. Complainant refers to and, by this reference, incorporates herein paragraphs 1 through 15, inclusive, above, as though fully\n> set forth.\n\n\nEIGHTH CAUSE FOR DISCIPLINE\n\n\n(FAILURE TO KEEP ADEQUATE RECORDS)\n\n22. Respondent is subject to disciplinary action under section 2266 of the Code in that she directly or indirectly failed to\nmaintain adequate and accurate records pertaining to the provision of her, and/or her medical assistant’s, medical services\nrendered to patients C.S. and L.S., as follows:\n\n> A. Complainant refers to and, by this reference, incorporates herein paragraphs 1 through 15, inclusive, above, as though fully\n> set forth.\n> \n> B. Complainant refers to and, by this reference, incorporates herein paragraph16, above, 1 through 15, inclusive, above,as\n> though fully set forth.\n\n\nNINTH CAUSE FOR DISCIPLINE\n\n\n(UNPROFESSIONAL CONDUCT)\n\n23. Respondent is subject to disciplinary action under section 2234, generally, of the Code in that the Respondent’s acts and\nomissions during her care, treatment and management of patients C.S. and L.S. constituted unprofessional conduct, as follows:\n\n> A. Complainant refers to and, by this reference, incorporates herein paragraphs 1 through 15, inclusive, above, as though fully\n> set forth.\n> \n> B. Complainant refers to and, by this reference, incorporates herein paragraph 15, above, as though fully set forth.\n\n\nPRAYER\n\nWHEREFORE, Complainant requests that a hearing be held on the matters herein alleged, and that following the hearing, the Division\nof Medical Quality issue a decision:\n\n> 1. Revoking or suspending Physician and Surgeon’s Certificate No. A 25564, issued to Ilona Abraham, M.D.;\n> \n> 2. Revoking, suspending or denying approval of Ilona Abraham, M.D., authority to supervise physician’s assistants, pursuant to\n> section 3527 of the Code;\n> \n> 3. Ordering Ilona Abraham, M.D., to pay the Division of Medical Quality the reasonable costs of the investigation and\n> enforcement of this case, and, if placed on probation, the costs of probation monitoring; and,\n> \n> 4. Taking such other and further action as deemed necessary and proper.\n\nDATED: November 13, 2002.\n\nBILL LOCKYER\nAttorney General\n\n______________________\nRICHARD D. MARINO\nDeputy Attorney General\nAttorneys for Complainant\n\nOn behalf of\n\nRON JOSEPH\nExecutive Director\nMedical Board of California:\nDepartment of Consumer Affairs State of California\nComplainant\n\nThis page was posted on February 26, 2007.\n\n\n\nhttps://www.amazon.com/Consumer-Health-Guide-Intelligent-Decisions-ebook/dp/B07P7D6SQ5\n\n\nCONSUMER HEALTH: A GUIDE TO INTELLIGENT DECISIONS\n\nThis new edition of the most comprehensive text available in the field continues to provide a vast amount of information to enable\nconsumers to make wise choices regarding health products and services. It offers a panoramic view of the health marketplace, while\nexplaining the scientific methods that are essential for validating claims about how products and services affect health.\n\nOrder on Amazon [https://www.amazon.com/Consumer-Health-Guide-Intelligent-Decisions-ebook/dp/B07P7D6SQ5]\n\n\nHOT TOPICS\n\nStanislaw Burzynski, M.D. Placed on Probation\n[https://centerforinquiry.org/wp-content/uploads/sites/33/quackwatch/casewatch/board/med/burzynski/order_2017.pdf]\n\nQuackwatch is a program of the Center for Inquiry.\n\nhttps://centerforinquiry.org/\n\nJOIN CFI\n\n[https://centerforinquiry.org/membership]\n\nDONATE\n\n[https://centerforinquiry.org/donate/quackwatch/]\n\nQuackwatch abides by the HONcode principles [/about/honcode] of the Health On the Net Foundation\n\nNOTICE AN ERROR ON THIS PAGE?\n\nWe've recently redesigned this website, let us know if anything got lost or broken during the move.\n\nReport an Issue\n\nAll articles on this Web site except government reports are copyrighted. Single copies can be downloaded for personal education;\nother uses without authorization are illegal.\n\"Quackwatch\" and the duck picture are service-marked; their unauthorized use is illegal.\n\nQUACKWATCH FEEDBACK\n\n×\nNotice: JavaScript is required for this content.\n\nhttps://quackwatch.org\n\n\nQUICK LINKS\n\n----------------------------------------------------------------------------------------------------------------------------------\n\n\n * Quackwatch Home [https://quackwatch.org/]\n * Navigation Guide [https://quackwatch.org/about/navigate/]\n * Newsletter [https://quackwatch.org/about/chd/]\n * Discussion List [http://lists.quackwatch.org/mailman/listinfo/healthfraud_lists.quackwatch.org]\n\n\nhttps://quackwatch.org\n\n----------------------------------------------------------------------------------------------------------------------------------\n\nCENTER FOR INQUIRY – HEADQUARTERS\n\nPO Box 741\nAmherst, NY 14226\n(716) 636-4869 [tel:7166364869]\n\n\nCENTER FOR INQUIRY – EXECUTIVE OFFICE\n\n1012 14th Street, NW, Suite 205\nWashington, DC 20005\n\nTerms [https://quackwatch.org/terms-of-service/] · Privacy Statement [https://quackwatch.org/privacy/]\nCenter for Inquiry, Inc [https://quackwatch.org] © 2024 · All Rights Reserved.\nRegistered 501(c)(3). EIN: 22-2306795",
    "cancerCount": 4,
    "holisticCount": 0,
    "alternativeCount": 5,
    "summary": null
  }
]
